{"id":"football/2018/jan/08/football-transfer-rumours-griezmann-to-manchester-united-lemar-to-liverpool","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2018-01-08T09:25:45Z","webTitle":"Football transfer rumours: Griezmann to Manchester United? Lemar to Liverpool?","webUrl":"https://www.theguardian.com/football/2018/jan/08/football-transfer-rumours-griezmann-to-manchester-united-lemar-to-liverpool","apiUrl":"https://content.guardianapis.com/football/2018/jan/08/football-transfer-rumours-griezmann-to-manchester-united-lemar-to-liverpool","fields":{"headline":"Football transfer rumours: Griezmann to Manchester United? Lemar to Liverpool?","standfirst":"<p>The two greatest assets of today’s tell-all are mental stability and being, like, really smart</p>","trailText":"Achraf Hakimi and Kenedy to Newcastle United? | Harry Maguire to Manchester City? | Alfie Mawson to Everton?","byline":"Barry Glendenning","main":"<figure class=\"element element-image\" data-media-id=\"bcda3019448ce3ba7459005f18c3a06917758dda\"> <img src=\"https://media.guim.co.uk/bcda3019448ce3ba7459005f18c3a06917758dda/0_65_3000_1800/1000.jpg\" alt=\"Antoine Griezmann\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Antoine Griezmann wants £400,000 per week to play for Manchester United. </span> <span class=\"element-image__credit\">Photograph: Pixathlon/REX/Shutterstock</span> </figcaption> </figure>","body":"<p>Manchester United hope to cool any interest <strong>Ant</strong><strong>oi</strong><strong>ne Griezmann </strong>might have in moving to Barcelona next summer by meeting Atlético Madrid’s £89m summer release clause and offering him an eye-watering £400,000 per week. It’s a lot more than they would have had to pay him if they’d pulled off their mooted move for the France striker last summer, but with Barcelona now in the race for his scrawl, he can more or less name his price. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2018/jan/07/philippe-coutinho-calls-142m-move-to-barcelona-from-liverpool-a-dream\">Philippe Coutinho calls £142m move to Barcelona from Liverpool ‘a dream’</a> </p> </aside>  <p>Dumped <a href=\"https://www.theguardian.com/football/2018/jan/07/arsene-wenger-arsenal-fa-cup-nottingham-forest\">out of the FA Cup in the third round</a> for the first time during Arsène Wenger’s reign, a bad month for Arsenal fans is about to get a little bit worse. Manchester City are deep in negotiations with the north London club over the transfer of <strong>Alexis Sánchez</strong> to the Etihad. Despite being unwilling to match Arsenal’s £35m asking price, they remain hopeful of getting a deal over the line sooner rather than later. City sporting director Txiki Bergiristain is reported to have spent Friday and Saturday discussing numbers with the Arsenal bean-counters and is confident of securing Sánchez’s services for £25m. In the aftermath of the embarrassment at the City Ground, Wenger took time out from berating his underperforming players to deny speculation that he is on the verge of signing West Brom defender <strong>Jonny Evans</strong>, who is also a City target.</p> <p>Having bid adieu to <strong>Philippe Coutinho</strong>, Liverpool will ramp up their well-documented interest in Monaco’s <strong>Thomas Lemar </strong>and also plan to offer RB Leipzig a little extra on top of the agreed fee for <strong>Naby Keita</strong> to bring the midfielder’s move to Anfield forward from the summer to right now. With a hectic festive period behind them, Liverpool’s players have been sent to Dubai for a few days of rest and relaxation, but their recruitment department will enjoy no such luxury. Despite speculation to the contrary, the Liverpool Echo reports they have not yet made an official approach to Leicester City for <strong>Riyad Mahrez</strong>,<strong> </strong>a state of affairs that’s soon expected to change.</p>  <figure class=\"element element-image\" data-media-id=\"458443c4a9eb9c656f225f6b62531148cc38e4bb\"> <img src=\"https://media.guim.co.uk/458443c4a9eb9c656f225f6b62531148cc38e4bb/0_201_4700_2820/1000.jpg\" alt=\"Thomas Lemar\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Is Thomas Lemar off to fill the Philippe Coutinho-shaped hole at Anfield?</span> <span class=\"element-image__credit\">Photograph: Agence Nice Presse/Icon Sport via Getty Images</span> </figcaption> </figure>  <p>With talented underachievers Ross Barkley and Kevin Mirallis gone to Chelsea and Olympiakos respectively, Everton are in the market for some new blood and manager Sam Allardyce hopes to add Swansea central defender <strong>Alfie Mawson</strong> and Watford midfielder <strong>Abdoulaye Doucoure </strong>to a list of January recruits that currently consists of Turkey striker <strong>Cenk Tosun</strong>. Sevilla midfielder <strong>Steven Nzonzi</strong> also remains a target, while Championship basement-dwellers Sunderland will happily show central defender <strong>Lamine Koné </strong>the door if Everton renew their interest in the Ivory Coast international who is currently sidelined with a knee injury.</p> <p>Leicester City are in talks with French Ligue 2 side Gazélec Ajaccio with a view to signing 22-year-old winger <strong>Fousseni </strong><strong>Diabaté</strong>, according to local paper the Mercury. Claude Puel’s side are believed to have agreed a fee of £1.8m for the Mali U-23 international. In unexpected news, Leicester central defender <strong>Harry Maguire</strong> has been linked with a potential £50m move to Manchester City just six months after rocking up to the King Power Stadium. With Wes Morgan injured and Robert Huth just back from a spell on the sidelines, Leicester are unlikely to entertain any offers for the England international.</p> <p>Newcastle manager <strong>Rafa </strong><strong>Benítez </strong>hopes to bring Real Madrid right-back<strong> Achraf Hakimi</strong> to St James’ Park on loan, while <a href=\"https://www.theguardian.com/football/2017/jul/25/chelsea-kenedy-china-tour-sent-home\">Chelsea cultural attache</a> and midfielder <strong>Kenedy </strong>remains on his radar. The Magpies are also in the market for a goalkeeper, but the Evening Chronicle reports that moves for West Ham’s <strong>Joe Hart</strong> and PSG’s <strong>Kevin Trapp </strong>are unlikely to be successful. Despite saying he wants to fight for his place at Liverpool, <strong>Danny Ings</strong> could be shipped out to Newcastle, although West Bromwich Albion are also hopeful of drafting in the 25-year-old to help in what currently passes for their fight against relegation. </p> <p>Paris Saint-Germain outcast <strong>Lucas Moura</strong> is hopeful of getting a move to Manchester United, according to French TV station Telefoot. Nantes, Nice, Bordeaux and Real Betis are also interested in the Brazilian winger who has his heart set on a move to United.</p> <p>And finally, after successfully breaking out of Sunderland, for whom he scored 12 times in 19 appearances while on loan from Bournemouth, <strong>Lewis Grabban</strong> will get to sample life at the opposite end of the Championship table in a successful, winning team when he signs for runaway leaders Wolves. </p>","wordcount":"755","firstPublicationDate":"2018-01-08T09:25:45Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2018-01-08T09:26:44Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://gu.com/p/7pz88","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/bcda3019448ce3ba7459005f18c3a06917758dda/0_65_3000_1800/500.jpg","legallySensitive":"false","lang":"en","bodyText":"Manchester United hope to cool any interest Antoine Griezmann might have in moving to Barcelona next summer by meeting Atlético Madrid’s £89m summer release clause and offering him an eye-watering £400,000 per week. It’s a lot more than they would have had to pay him if they’d pulled off their mooted move for the France striker last summer, but with Barcelona now in the race for his scrawl, he can more or less name his price. Dumped out of the FA Cup in the third round for the first time during Arsène Wenger’s reign, a bad month for Arsenal fans is about to get a little bit worse. Manchester City are deep in negotiations with the north London club over the transfer of Alexis Sánchez to the Etihad. Despite being unwilling to match Arsenal’s £35m asking price, they remain hopeful of getting a deal over the line sooner rather than later. City sporting director Txiki Bergiristain is reported to have spent Friday and Saturday discussing numbers with the Arsenal bean-counters and is confident of securing Sánchez’s services for £25m. In the aftermath of the embarrassment at the City Ground, Wenger took time out from berating his underperforming players to deny speculation that he is on the verge of signing West Brom defender Jonny Evans, who is also a City target. Having bid adieu to Philippe Coutinho, Liverpool will ramp up their well-documented interest in Monaco’s Thomas Lemar and also plan to offer RB Leipzig a little extra on top of the agreed fee for Naby Keita to bring the midfielder’s move to Anfield forward from the summer to right now. With a hectic festive period behind them, Liverpool’s players have been sent to Dubai for a few days of rest and relaxation, but their recruitment department will enjoy no such luxury. Despite speculation to the contrary, the Liverpool Echo reports they have not yet made an official approach to Leicester City for Riyad Mahrez, a state of affairs that’s soon expected to change. With talented underachievers Ross Barkley and Kevin Mirallis gone to Chelsea and Olympiakos respectively, Everton are in the market for some new blood and manager Sam Allardyce hopes to add Swansea central defender Alfie Mawson and Watford midfielder Abdoulaye Doucoure to a list of January recruits that currently consists of Turkey striker Cenk Tosun. Sevilla midfielder Steven Nzonzi also remains a target, while Championship basement-dwellers Sunderland will happily show central defender Lamine Koné the door if Everton renew their interest in the Ivory Coast international who is currently sidelined with a knee injury. Leicester City are in talks with French Ligue 2 side Gazélec Ajaccio with a view to signing 22-year-old winger Fousseni Diabaté, according to local paper the Mercury. Claude Puel’s side are believed to have agreed a fee of £1.8m for the Mali U-23 international. In unexpected news, Leicester central defender Harry Maguire has been linked with a potential £50m move to Manchester City just six months after rocking up to the King Power Stadium. With Wes Morgan injured and Robert Huth just back from a spell on the sidelines, Leicester are unlikely to entertain any offers for the England international. Newcastle manager Rafa Benítez hopes to bring Real Madrid right-back Achraf Hakimi to St James’ Park on loan, while Chelsea cultural attache and midfielder Kenedy remains on his radar. The Magpies are also in the market for a goalkeeper, but the Evening Chronicle reports that moves for West Ham’s Joe Hart and PSG’s Kevin Trapp are unlikely to be successful. Despite saying he wants to fight for his place at Liverpool, Danny Ings could be shipped out to Newcastle, although West Bromwich Albion are also hopeful of drafting in the 25-year-old to help in what currently passes for their fight against relegation. Paris Saint-Germain outcast Lucas Moura is hopeful of getting a move to Manchester United, according to French TV station Telefoot. Nantes, Nice, Bordeaux and Real Betis are also interested in the Brazilian winger who has his heart set on a move to United. And finally, after successfully breaking out of Sunderland, for whom he scored 12 times in 19 appearances while on loan from Bournemouth, Lewis Grabban will get to sample life at the opposite end of the Championship table in a successful, winning team when he signs for runaway leaders Wolves.","charCount":"4339","shouldHideReaderRevenue":"false"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"}